tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "ngrok/ngrok"
brew "awscli"
brew "fontconfig"
brew "python@3.12"
brew "circleci"
brew "docker"
brew "elixir"
brew "fd"
brew "gh"
brew "git"
brew "harfbuzz"
brew "imagemagick"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "jump"
brew "node"
brew "lerna"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "powerlevel10k"
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "db-browser-for-sqlite"
cask "graphql-playground"
cask "ngrok"
cask "rectangle"
cask "obsidian"
